[BalanceDefs.BD_StrongBox_BankStrongBox InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[BalanceDefs.BD_Toilet_LaxativeToilet InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[BalanceDefs.ID_MO_TheBankJob_BankLoot MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Saques"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[BalanceDefs.ID_MO_TheBankJob_BankLoot:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Dinheiro constante e ressoante."
NoConstraintText=""
Suffix=""
Prefix=""

[BalanceDefs.ID_MO_TheBankJob_C4 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dinamite do Cachorro Louco"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[BalanceDefs.ID_MO_TheBankJob_C4:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Explosivos extremamente voláteis."
NoConstraintText=""
Suffix=""
Prefix=""

[Character.CharClass_Skag_BankJob AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Icons.Icon_Z2_TheBankJob_AddLaxative InteractionIconDefinition]
Text="APLICAR LAXANTE"

[Icons.Icon_Z2_TheBankJob_Bury InteractionIconDefinition]
Text="ENTERRAR"

[Icons.Icon_Z2_TheBankJob_PlaceExplosive InteractionIconDefinition]
Text="POSICIONAR EXPLOSIVO"

[Icons.Icon_Z2_TheBankJob_PlaceMoney InteractionIconDefinition]
Text="COLOCAR DINHEIRO"

[InteractiveObjects.IO_BankJobTreasureMound InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_BankJobVaultSwitch InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BankJobExplosive_Bait InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BankJobExplosive_Slagged InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_TheBankJob_Laxative MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Laxante da marca "Biro Frouxo""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_TheBankJob_Laxative:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""Saia tão facilmente quanto entrou". Se um Skag comer isso, com certeza vomitará (os Skags comem e cagam pelo mesmo orifício)."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_TheBankJob_SlagBomb MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Bomba de Vômito"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_TheBankJob_SlagBomb:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um pacote de explosivos cobertos com vômito de Skag - exala um cheiro tão insuportável que só isso já deveria ser suficiente para derreter qualquer parede do mundo."
NoConstraintText=""
Suffix=""
Prefix=""

[LootableGrades.ObjectGrade_BankJobToilet InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

